finalProject/simulationTemplates/wedge1/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    frontAndBack
    {
        type            empty;
        //physicalType    patch;
        nFaces          60168;
        startFace       44730;
    }
    bottom
    {
        type            patch;
        physicalType    patch;
        nFaces          315;
        startFace       104898;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          28;
        startFace       105213;
    }
    top
    {
        type            patch;
        physicalType    patch;
        nFaces          100;
        startFace       105241;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          28;
        startFace       105341;
    }
    car
    {
        type            patch;
        physicalType    patch;
        nFaces          321;
        startFace       105369;
    }
)

// ************************************************************************* //
